{"id":"c5","meta":{"title":"GoWion - the klic management portal","tags":["gowion","project"],"url":"/posts/gowion-the-klic-management-portal.html","slug":"posts-gowion-the-klic-management-portal","name":"gowion-the-klic-management-portal.html","layout":"posts","date":"2014-12-19T00:00:00.000Z","intro":"Pipeline owners in The Netherlands have a legal obligation to manage their assets in accordance with the strict regulations. GoWion...\n"},"content":"<p><img src=\"/img/gowion/header.jpg\" alt=\"header\" title=\"header\" class=\"\" /></p>\n<p>Pipeline owners in The Netherlands have a legal obligation to manage their assets in accordance with the strict regulations. GoWion is a web application to take control over pipeline management.</p>\n<p>Pipeline management doesn&#39;t have to be a stressfull job. The most important aspect is organising the agreements made, and keeping insights in generated data.</p>\n<p>We have developed GoWion to get you covered in all pipeline managing activities. GoWion&#39;s management portal is a secure area that only the pipeline owner - and the people he permits - can access.</p>\n<hr>\n<p>The benefits for the pipeline owner are clear. By using GoWion:</p>\n<p><img src=\"/img/gowion/overview-map.jpg\" alt=\"overview map\" title=\"overview map\" class=\"left\" /> The pipeline manager never has to question again about where his property lies exactly. All assets are clearly visualised in geographical maps, accessable with pc, laptop, tablet and even smartphone.</p>\n<p><img src=\"/img/gowion/state-list.jpg\" alt=\"current workstate overview\" title=\"current workstate overview\" class=\"left\" /> Each klic report gets it&#39;s own workstate, wich can be controlled by klic supervisors. This way, supervisors have their own worklists and responsibilities have never been more clear before. </p>\n<p><img src=\"/img/gowion/klic-detail.jpg\" alt=\"klic detail view\" title=\"klic detail view\" class=\"left\" /> Tracking progress, project files and discussing issues, happen with ease. Leaving comments and attaching files can be done while in the field, and are never lost again.</p>\n<p><img src=\"/img/gowion/contact-data.jpg\" alt=\"applicant contact data\" title=\"applicant contact data\" class=\"left\" /> Applicant contact data is right there when you need it. There is no time to waste when you need to call the contracter in case of emergency. Find the phone number, call, and leave the notes. All in a single environment.</p>\n<p><img src=\"/img/gowion/technical-drawings.jpg\" alt=\"related technical drawings\" title=\"related technical drawings\" class=\"left\" /> Looking up relevant technical drawings happen in a matter of seconds. Just scroll trough the drawing list right next to the map. It automatically shows you the drawings relavant to the current view.</p>\n"}